OdDAI.SimpleType.nameUpperCase
\details
Retrieves name of simple type in upper case.
\returns Returns a const reference to OdAnsiString that contains simple type name in upper case.

OdDAI.SimpleType.name
\details
Retrieves name of simple type in lower case.
\returns Returns a const reference to OdAnsiString that contains simple type name in lower case.

OdDAI.SimpleType
\details
A class that implements a data type definition for the EXPRESS SCHEMA SIMPLE type.